7zip
accountsservice
acpi
acpid
adobe-source-sans-fonts
alsa-firmware
alsa-utils
amd-ucode
android-tools
android-udev
apparmor
arandr
audacious
avahi
b43-fwcutter
base
base-devel
bash-completion
bat
biber
blueman
brave-browser
btrfs-progs
catfish
chafa
colord-gtk
cpupower
cronie
cryptsetup
darktable
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docx2txt
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
evince
exfatprogs
exo
eza
f2fs-tools
fastfetch
fd
feh
ffmpeg
ffmpegthumbnailer
figlet
firefox
firefox-i18n-en-us
firefox-i18n-es-mx
fish
flameshot
fzf
galculator
garcon
gcolor3
gimp
gimp-help-en
gimp-help-es
glibc-locales
gnome-disk-utility
gnome-keyring
gparted
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hunspell-en_us
hunspell-es_mx
hyphen-en
hyphen-es
illyria-wallpaper
inetutils
inkscape
install-grub
intel-ucode
inxi
jfsutils
jq
jre11-openjdk
kitty
kiwix-desktop
less
lib32-libva-intel-driver
lib32-mesa
lib32-mesa-utils
lib32-nvidia-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libgsf
libmythes
libopenraw
libpamac-flatpak-plugin
libpamac-snap-plugin
libreoffice-fresh
libreoffice-fresh-es
libva-intel-driver
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware-meta
linux618
linux618-nvidia-open
logrotate
lolcat
lvm2
lxappearance
man-db
man-pages
man-pages-es
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-settings
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
memtest86+-efi
menulibre
mesa-utils
mhwd
mhwd-db
micro
mkinitcpio-openswap
modemmanager
mousepad
mplayer
mpv
mtpfs
mugshot
mythes-es
nano
nano-syntax-highlighting
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-settings
nvidia-utils
odt2txt
opencl-nvidia
openssh
os-prober
pamac-gtk3
pandoc-cli
pandoc-crossref
pavucontrol
pdfjs
perl
perl-file-mimeinfo
picom
plocate
plymouth
plymouth-theme-manjaro
poppler-data
poppler-glib
posterazor
powertop
python-iwlib
python-pygments
python-pynvim
qtile
resvg
ripgrep
ripgrep-all
rofi
rofimoji
rsync
s-nail
samba
sbctl
screenfetch
sdcv
smplayer
snapd
snapd-glib
sof-firmware
starship
sudo
sxhkd
sysfsutils
tela-circle-icon-theme-dracula
terminus-font
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-i18n-en-us
timeshift
timeshift-autosnap-manjaro
translate-shell
tree-sitter-cli
tree-sitter-python
ttf-dejavu
ttf-droid
ttf-hack-nerd
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tumbler
udev-usb-sync
udiskie
udisks2
ueberzug
unace
unrar
update-grub
usb_modeswitch
usbutils
viewnior
vlc-plugins-all
vulkan-intel
vulkan-nouveau
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
wiki-tui
wikicurses
wireless-regdb
wpa_supplicant
xclip
xcursor-comix
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xclipboard
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xset
xorg-xwininfo
xscreensaver
xsel
xsettingsd
yay
yazi
yelp
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoxide
